{"webdev":"ვებსაიტების შექმნა და განვითარება, რომლებიც მორგებულია ბიზნესის, ორგანიზაციების ან კერძო პირების საჭიროებებზე.","Personal":"პირადი","Corporate":"კორპორატიული","Catalogue":"კატალოგის ტიპის","and many more":"და სხვა","Our Services":"სერვისები","service description":"ჩვენ გთავაზობთ მომსახურების ფართო სპექტრს, რათა დავეხმაროთ ყველა ზომის ბიზნესს თავიანთი მიზნების მიღწევაში.","Website Development":"ვებგვერდის შექმნა","CRM and Web Applications":"CRM და WEB აპლიკაციები","crm text":"თუ ინფორმაციის მართვა თქვენი ბიზნესის ნაწილია, ჩვენ შეგვიძლია შეგიქმნათ ინდივიდუალურ საჭიროებებზე მორგებული CRM და მსგავსი ტიპის სისტემა","design text":"გამონათქვამი \"თვალი ჭამს და თვალი სვამს\" შესანიშნავად ასახავს ვიზუალური მიმზიდველობის მნიშვნელობას. ჩვენ შეგვიძლია შევქმნათ ლამაზი და მიმზიდველი ინტერფეისი, რომელიც მოხიბლავს მომხმარებლებს და გაზრდის ბრენდიც ცნობადობას.","Web Design":"Web დიზაინი","Ecommerce":"ელ კომერცია","commerce text":"E-commerce websites can be classified based on their purpose, functionality, and the nature of their target audience. Based on business model they might be B2B, B2C , C2C . Based on functionality Single-Brand E-commerce Website, Multi-Vendor Marketplaces, Subscription-Based Websites etc.\r\n\r\nWe can craft the e-commerce platform that suits your needs.","ecommerce text":"ელ კომერციის ვებგვერდები შეიძლება დაიყოს მათი მიზნის, ფუნქციონალისა და სამიზნე აუდიტორიის მიხედვით. ბიზნეს მოდელიდან გამომდინარე, ისინი შეიძლება იყოს B2B, B2C, C2C. ერთი ბრენდის \/ პროდუქტის ან  მრავალი გამყიდვლისგან შემდგარი (Multy-Vendor).  <br>  <br>   ჩვენ შეგვიძლია შევქმნათ ელ კომერციის პლატფორმა, რომელიც შეესაბამება თქვენს საჭიროებებს.","steps header":"3 ნაბიჯი წარმატებული პროექტისათვის","Step":"ნაბიჯი","Planning":"დაგეგმვა","planning text":"რა თქმა უნდა დაგეგმვა არის პირველი და ყველაზე მნიშვნელოვანი ნაწილი რადგანაც იგი წარმატებული პროექტის საფუძველია,  ამ ეტაპზე საჭიროა მკაფიო მიზნების ჩამოყალიბება, რაც უზრუნველყოფს პროექტის სწორ განვითარებას . სწორი დაგეგმვა გვეხმარება დროის ეფექტურად მართვასა და ხარჯების შემცირებაშ. ამ ეტაპზე განსაკუთრებით მნიშვნელოვანია დამკვეთისა და დეველოპერის მჭიდრო კონტაქტი, ვინაიდან მხოლოდ დამკვეთის სურვილების, მოთხოვნებისა და მიზნების სწორად ჩამოყალიბების შემდეგ არის შესაძლებელი იდეის რეალოაბად ქცევა.","Prototype":"პროტოტიპზე მუშაობა","Prototype Text":"დაგეგმვის შემდგომ ვიწყებთ პროექტის პროტოტიპზე მუშაობას. ამ პროცესში ხდება თქვენან ერთან შეთანხმებული და \"ჩამოწერილი\" ტექნიკური დავალების შესაბამისად, პროექტის სატესტო ვერსიის შექმნა, მუშაობისა და ტესტირების პროცესში გამოვლენილი ხარვეზების აღმოფხვრა და საჭიროების შემთხვევაში ძირითად გეგმაში ცვლილებების შეტანა.","Lift Off":"გაშვება","Liftoff text":"პროქტის გაშვება, თქვენი და ჩვენი ძალისხმევის მთავარი მიზანი და  ლოგიკური შედეგი. ეს ეტაპი მოიცავს პროქტისათვის საჭირო ინფრასტრუქტურის გამართვასა და მისი შეუფერხებლად მუშაობის უზრუნველყოფას.","Complated Projects":"დასრულებული პროექტი","Years of Experience":"წლიანი გამოცდილება","main message":"ჩვენ გთავაზობთ თქვენი იდეის მარტივ ვებ გადაწყვეტილებებს."}